Revit 2027 API
ParameterTypeId.RbsDuctSlope Property
 "Slope"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctSlope { get; }
Public Shared ReadOnly Property RbsDuctSlope As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctSlope {
	ForgeTypeId^ get ();
}
static member RbsDuctSlope : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace